Repository: daocism/dspeech
Catalog: Dspeech/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, uk, zh_hans

source: The pre-ASR filter can only hide speech confidently recognized as the pilot's.
de: Der Pre-ASR-Filter kann nur Sprache ausblenden, die sicher als die des Piloten erkannt wurde.
es: El filtro previo al ASR solo puede ocultar voz reconocida con seguridad como la del piloto.
fr: Le filtre pré-ASR ne peut masquer que la parole reconnue avec certitude comme étant celle du pilote.
it: Il filtro pre-ASR può nascondere solo il parlato riconosciuto con certezza come quello del pilota.
ja: ASR前フィルターは、確実にパイロットの音声と認識された場合のみ非表示にできます。
ko: Pre-ASR 필터는 조종사 음성으로 확실히 인식된 말만 숨길 수 있습니다.
pt: O filtro pré-ASR só pode ocultar a fala reconhecida com confiança como sendo do piloto.
ru: Пред-ASR фильтр может скрывать только уверенно распознанную речь пилота.
uk: Фільтр до ASR може приховати лише мовлення, впевнено розпізнане як ваше пілотське.
zh_hans: ASR 前筛选仅能隐藏被确定识别为飞行员的语音。

source: The recognition language pack isn't downloaded. Turn on Dictation and download the language in Settings → General → Keyboard → Dictation.
de: Das Erkennungs-Sprachpaket ist nicht geladen. Aktivieren Sie das Diktat und laden Sie die Sprache unter Einstellungen → Allgemein → Tastatur → Diktieren.
es: El paquete de idioma de reconocimiento no está descargado. Activa el Dictado y descarga el idioma en Ajustes → General → Teclado → Dictado.
fr: Le pack de langue de reconnaissance n'est pas téléchargé. Activez la Dictée et téléchargez la langue dans Réglages → Général → Clavier → Dictée.
it: Il pacchetto lingua di riconoscimento non è scaricato. Attiva Dettatura e scarica la lingua in Impostazioni → Generali → Tastiera → Dettatura.
ja: 認識言語パックがダウンロードされていません。設定 → 一般 → キーボード → 音声入力で、音声入力をオンにして言語をダウンロードしてください。
ko: 인식 언어 팩이 다운로드되지 않았습니다. 설정 → 일반 → 키보드 → 받아쓰기에서 받아쓰기를 켜고 언어를 다운로드하세요.
pt: O pacote de idioma de reconhecimento não está baixado. Ative o Ditado e baixe o idioma em Ajustes → Geral → Teclado → Ditado.
ru: Языковой пакет для распознавания не загружен. Включите диктовку и скачайте язык в Настройках → Основные → Клавиатура → Диктовка.
uk: Мовний пакет розпізнавання не завантажено. Увімкніть диктування й завантажте мову в Налаштуваннях → Основні → Клавіатура → Диктування.
zh_hans: 识别语言包尚未下载。请在 设置 → 通用 → 键盘 → 听写 中开启听写并下载该语言。

source: The recognizer’s embedding dimension (%lld) doesn’t match the pack (%lld).
de: Die Embedding-Dimension des Erkenners (%lld) stimmt nicht mit dem Paket (%lld) überein.
es: La dimensión de incrustación del reconocedor (%lld) no coincide con la del paquete (%lld).
fr: La dimension des embeddings du moteur de reconnaissance (%lld) ne correspond pas à celle du pack (%lld).
it: La dimensione degli embedding del riconoscitore (%lld) non corrisponde a quella del pacchetto (%lld).
ja: 認識器の埋め込み次元 (%lld) がパック (%lld) と一致しません。
ko: 인식기의 임베딩 차원(%lld)이 팩(%lld)과 일치하지 않습니다.
pt: A dimensão de embedding do reconhecedor (%lld) não corresponde à do pacote (%lld).
ru: Размерность эмбеддингов распознавателя (%lld) не совпадает с пакетом (%lld).
uk: Розмірність ембедингів розпізнавача (%lld) не збігається з пакетом (%lld).
zh_hans: 识别器的嵌入维度 (%lld) 与包 (%lld) 不匹配。

source: The saved callsign is corrupted. Reset it and set the callsign again.
de: Das gespeicherte Rufzeichen ist beschädigt. Setzen Sie es zurück und legen Sie das Rufzeichen erneut fest.
es: El indicativo guardado está dañado. Restablécelo y vuelve a definir el indicativo.
fr: L'indicatif enregistré est corrompu. Réinitialisez-le et redéfinissez l'indicatif.
it: Il nominativo salvato è danneggiato. Ripristinalo e imposta di nuovo il nominativo.
ja: 保存されたコールサインが破損しています。リセットしてコールサインを設定し直してください。
ko: 저장된 호출부호가 손상되었습니다. 재설정한 뒤 호출부호를 다시 설정하세요.
pt: O indicativo salvo está corrompido. Redefina-o e defina o indicativo novamente.
ru: Сохранённый позывной повреждён. Сбросьте его и задайте позывной заново.
uk: Збережений позивний пошкоджено. Скиньте його й задайте позивний знову.
zh_hans: 已保存的呼号已损坏。请重置并重新设置呼号。

source: The saved state of the voice model pack is corrupted. Continue without the voice filter and re-download the pack if needed.
de: Der gespeicherte Zustand des Sprachfilter-Modellpakets ist beschädigt. Fahren Sie ohne Sprachfilter fort und laden Sie das Paket bei Bedarf erneut herunter.
es: El estado guardado del paquete del modelo de voz está dañado. Continúa sin el filtro de voz y vuelve a descargar el paquete si es necesario.
fr: L'état enregistré du pack du modèle vocal est corrompu. Continuez sans le filtre vocal et retéléchargez le pack si nécessaire.
it: Lo stato salvato del pacchetto del modello vocale è danneggiato. Continua senza filtro vocale e riscarica il pacchetto se necessario.
ja: 音声モデルパックの保存状態が破損しています。音声フィルターなしで続行し、必要に応じてパックを再ダウンロードしてください。
ko: 음성 모델 팩의 저장된 상태가 손상되었습니다. 음성 필터 없이 계속하고 필요하면 팩을 다시 다운로드하세요.
pt: O estado salvo do pacote do modelo de voz está corrompido. Continue sem o filtro de voz e volte a baixar o pacote se necessário.
ru: Сохранённое состояние пакета голосовой модели повреждено. Продолжите без голосового фильтра и при необходимости скачайте пакет заново.
uk: Збережений стан пакета голосової моделі пошкоджено. Продовжте без голосового фільтра й за потреби завантажте пакет знову.
zh_hans: 语音模型包的已保存状态已损坏。请不使用语音筛选器继续，并在需要时重新下载该包。

source: The saved voice samples are corrupted. Reset the corrupted data and record the samples again.
de: Die gespeicherten Stimmproben sind beschädigt. Setzen Sie die beschädigten Daten zurück und nehmen Sie die Proben erneut auf.
es: Las muestras de voz guardadas están dañadas. Restablece los datos dañados y vuelve a grabar las muestras.
fr: Les échantillons vocaux enregistrés sont corrompus. Réinitialisez les données corrompues et réenregistrez les échantillons.
it: I campioni vocali salvati sono danneggiati. Ripristina i dati danneggiati e registra di nuovo i campioni.
ja: 保存された音声サンプルが破損しています。破損データをリセットしてサンプルを録音し直してください。
ko: 저장된 음성 샘플이 손상되었습니다. 손상된 데이터를 재설정하고 샘플을 다시 녹음하세요.
pt: As amostras de voz salvas estão corrompidas. Redefina os dados corrompidos e grave as amostras novamente.
ru: Сохранённые образцы голоса повреждены. Сбросьте повреждённые данные и запишите образцы заново.
uk: Збережені голосові зразки пошкоджено. Скиньте пошкоджені дані й запишіть зразки знову.
zh_hans: 已保存的语音样本已损坏。请重置损坏的数据并重新录制样本。

source: The target language isn't supported for on-device translation. Choose another translation language.
de: Die Zielsprache wird für die On-Device-Übersetzung nicht unterstützt. Wählen Sie eine andere Übersetzungssprache.
es: El idioma de destino no es compatible con la traducción en el dispositivo. Elige otro idioma de traducción.
fr: La langue cible n'est pas prise en charge pour la traduction sur l'appareil. Choisissez une autre langue de traduction.
it: La lingua di destinazione non è supportata per la traduzione sul dispositivo. Scegli un'altra lingua di traduzione.
ja: 翻訳先言語は端末内翻訳に対応していません。別の翻訳言語を選択してください。
ko: 대상 언어는 기기 내 번역을 지원하지 않습니다. 다른 번역 언어를 선택하세요.
pt: O idioma de destino não é suportado para tradução no dispositivo. Escolha outro idioma de tradução.
ru: Целевой язык не поддерживается для локального перевода. Выберите другой язык перевода.
uk: Цільова мова не підтримується для перекладу на пристрої. Виберіть іншу мову перекладу.
zh_hans: 该目标语言不支持设备端翻译。请选择其他翻译语言。

source: The translation language pack isn't installed. Turn translation off and on again — iOS will offer the download.
de: Das Übersetzungs-Sprachpaket ist nicht installiert. Schalten Sie die Übersetzung aus und wieder ein — iOS bietet dann den Download an.
es: El paquete de idioma de traducción no está instalado. Desactiva y vuelve a activar la traducción: iOS te ofrecerá la descarga.
fr: Le pack de langue de traduction n'est pas installé. Désactivez puis réactivez la traduction — iOS proposera le téléchargement.
it: Il pacchetto lingua di traduzione non è installato. Disattiva e riattiva la traduzione — iOS proporrà il download.
ja: 翻訳言語パックがインストールされていません。翻訳をオフにして再度オンにすると、iOSがダウンロードを提案します。
ko: 번역 언어 팩이 설치되어 있지 않습니다. 번역을 껐다가 다시 켜면 iOS가 다운로드를 제안합니다.
pt: O pacote de idioma de tradução não está instalado. Desligue e volte a ligar a tradução — o iOS propõe o download.
ru: Языковой пакет перевода не установлен. Выключите и снова включите перевод — iOS предложит загрузку.
uk: Мовний пакет перекладу не встановлено. Вимкніть і знову ввімкніть переклад — iOS запропонує завантаження.
zh_hans: 翻译语言包未安装。请关闭翻译再重新开启——iOS 会提示下载。

source: The voice filter model isn't installed. Download the pack to enable pilot recognition.
de: Das Sprachfilter-Modell ist nicht installiert. Laden Sie das Paket, um die Pilotenerkennung zu aktivieren.
es: El modelo del filtro de voz no está instalado. Descarga el paquete para activar el reconocimiento del piloto.
fr: Le modèle du filtre vocal n'est pas installé. Téléchargez le pack pour activer la reconnaissance du pilote.
it: Il modello del filtro vocale non è installato. Scarica il pacchetto per attivare il riconoscimento del pilota.
ja: 音声フィルターモデルがインストールされていません。パイロット認識を有効にするにはパックをダウンロードしてください。
ko: 음성 필터 모델이 설치되어 있지 않습니다. 조종사 인식을 활성화하려면 팩을 다운로드하세요.
pt: O modelo do filtro de voz não está instalado. Baixe o pacote para ativar o reconhecimento do piloto.
ru: Модель голосового фильтра не установлена. Скачайте пакет, чтобы включить распознавание пилотов.
uk: Модель голосового фільтра не встановлено. Завантажте пакет, щоб увімкнути розпізнавання пілота.
zh_hans: 语音筛选器模型未安装。请下载该包以启用飞行员识别。

source: Then: General -> Keyboard -> Dictation Languages -- turn on Dictation and add this language. The model downloads, and recognition works offline.
de: Dann: Allgemein -> Tastatur -> Diktiersprachen -- aktivieren Sie das Diktat und fügen Sie diese Sprache hinzu. Das Modell wird geladen, danach funktioniert die Erkennung offline.
es: Luego: General -> Teclado -> Idiomas de dictado -- activa el Dictado y añade este idioma. El modelo se descarga y el reconocimiento funciona sin conexión.
fr: Ensuite : Général -> Clavier -> Langues de dictée -- activez Dictée et ajoutez cette langue. Le modèle se télécharge et la reconnaissance fonctionne hors ligne.
it: Poi: Generali -> Tastiera -> Lingue dettatura -- attiva Dettatura e aggiungi questa lingua. Il modello viene scaricato e il riconoscimento funziona offline.
ja: 次に: 一般 -> キーボード -> 音声入力言語 -- 音声入力をオンにしてこの言語を追加します。モデルがダウンロードされ、認識はオフラインで動作します。
ko: 그다음: 일반 -> 키보드 -> 받아쓰기 언어 -- 받아쓰기를 켜고 이 언어를 추가하세요. 모델이 다운로드되고 인식은 오프라인으로 작동합니다.
pt: Depois: Geral -> Teclado -> Idiomas de Ditado -- ative o Ditado e adicione este idioma. O modelo baixa e o reconhecimento funciona offline.
ru: Затем: Основные -> Клавиатура -> Языки диктовки -- включите диктовку и добавьте этот язык. Модель загрузится, и распознавание будет работать офлайн.
uk: Далі: Основні -> Клавіатура -> Мови диктування -- увімкніть диктування й додайте цю мову. Модель завантажиться, і розпізнавання працюватиме офлайн.
zh_hans: 然后：通用 -> 键盘 -> 听写语言 -- 打开听写并添加此语言。模型会下载，识别可离线工作。

source: Then: General → Keyboard → Dictation Languages — turn on Dictation and add this language. The model downloads, and recognition works offline.
de: Dann: Allgemein → Tastatur → Diktiersprachen — aktivieren Sie das Diktat und fügen Sie diese Sprache hinzu. Das Modell wird geladen und die Erkennung funktioniert offline.
es: Luego: General → Teclado → Idiomas de dictado: activa el Dictado y añade este idioma. El modelo se descarga y el reconocimiento funciona sin conexión.
fr: Puis : Général → Clavier → Langues de dictée — activez la Dictée et ajoutez cette langue. Le modèle se télécharge et la reconnaissance fonctionne hors ligne.
it: Poi: Generali → Tastiera → Lingue dettatura — attiva Dettatura e aggiungi questa lingua. Il modello si scarica e il riconoscimento funziona offline.
ja: 次に：一般 → キーボード → 音声入力の言語 — 音声入力をオンにし、この言語を追加します。モデルがダウンロードされ、オフラインで認識できます。
ko: 그다음: 일반 → 키보드 → 받아쓰기 언어 — 받아쓰기를 켜고 이 언어를 추가하세요. 모델이 다운로드되고 인식은 오프라인으로 작동합니다.
pt: Depois: Geral → Teclado → Idiomas de Ditado — ative o Ditado e adicione este idioma. O modelo é baixado e o reconhecimento funciona offline.
ru: Затем: Основные → Клавиатура → «Языки диктовки» — включите диктовку и добавьте этот язык. Модель скачается, и распознавание заработает офлайн.
uk: Далі: Основні → Клавіатура → Мови диктування — увімкніть диктування й додайте цю мову. Модель завантажиться, і розпізнавання працюватиме офлайн.
zh_hans: 然后：通用 → 键盘 → 听写语言——开启听写并添加此语言。模型会下载，识别即可离线工作。

source: There isn't enough device storage to install the voice filter model pack. Free storage and try again.
de: Auf dem Gerät ist nicht genug Speicher für das Modellpaket des Sprachfilters. Geben Sie Speicher frei und versuchen Sie es erneut.
es: No hay suficiente almacenamiento en el dispositivo para instalar el paquete del modelo del filtro de voz. Libera espacio e inténtalo de nuevo.
fr: L’espace de stockage de l’appareil est insuffisant pour installer le pack de modèle du filtre vocal. Libérez de l’espace et réessayez.
it: Lo spazio sul dispositivo non è sufficiente per installare il pacchetto modello del filtro vocale. Libera spazio e riprova.
ja: 音声フィルターのモデルパックをインストールするためのデバイスストレージが不足しています。空き容量を増やしてもう一度試してください。
ko: 음성 필터 모델 팩을 설치할 기기 저장 공간이 부족합니다. 공간을 확보하고 다시 시도하세요.
pt: Não há armazenamento suficiente no dispositivo para instalar o pacote do modelo do filtro de voz. Libere espaço e tente novamente.
ru: Недостаточно места на устройстве для установки пакета модели голосового фильтра. Освободите место и попробуйте снова.
uk: Недостатньо місця на пристрої для встановлення пакета моделі голосового фільтра. Звільніть місце й спробуйте знову.
zh_hans: 设备存储空间不足，无法安装语音筛选器模型包。请释放空间后重试。

source: This clears the cockpit view only. Saved session history stays on this device.
de: Dies leert nur die Cockpit-Ansicht. Der gespeicherte Sitzungsverlauf bleibt auf diesem Gerät.
es: Esto solo limpia la vista de cabina. El historial de sesiones guardadas permanece en este dispositivo.
fr: Cela efface uniquement la vue cockpit. L'historique des sessions enregistrées reste sur cet appareil.
it: Pulisce solo la vista cockpit. La cronologia delle sessioni salvate resta su questo dispositivo.
ja: コックピット表示だけを消去します。保存済みセッション履歴はこのデバイス上に残ります。
ko: 조종석 화면만 지웁니다. 저장된 세션 기록은 이 기기에 남아 있습니다.
pt: Isto limpa apenas a visualização do cockpit. O histórico de sessões salvo permanece neste dispositivo.
ru: Очищается только вид кабины. История сохранённых сессий остаётся на этом устройстве.
uk: Очищується лише вигляд кабіни. Історія збережених сесій залишається на цьому пристрої.
zh_hans: 这只会清空驾驶舱视图。已保存的会话历史仍保留在此设备上。

source: This deletes the saved transcript from this device. Current view is unchanged.
de: Dies löscht das gespeicherte Transkript von diesem Gerät. Die aktuelle Ansicht bleibt unverändert.
es: Esto elimina la transcripción guardada de este dispositivo. La vista actual no cambia.
fr: Cela supprime la transcription enregistrée de cet appareil. La vue actuelle ne change pas.
it: Elimina la trascrizione salvata da questo dispositivo. La vista attuale non cambia.
ja: 保存済みの文字起こしをこのデバイスから削除します。現在の表示は変わりません。
ko: 이 기기에서 저장된 전사 내용을 삭제합니다. 현재 화면은 변경되지 않습니다.
pt: Isto apaga a transcrição salva deste dispositivo. A visualização atual não muda.
ru: Сохранённый транскрипт будет удалён с этого устройства. Текущий вид не изменится.
uk: Збережене розшифрування буде видалено з цього пристрою. Поточний вигляд не зміниться.
zh_hans: 这会从此设备删除已保存的转写。当前视图不变。

source: This language isn't available for recognition. Choose another language in recognition settings.
de: Diese Sprache ist nicht für die Erkennung verfügbar. Wählen Sie eine andere Sprache in den Erkennungseinstellungen.
es: Este idioma no está disponible para el reconocimiento. Elige otro idioma en los ajustes de reconocimiento.
fr: Cette langue n'est pas disponible pour la reconnaissance. Choisissez une autre langue dans les réglages de reconnaissance.
it: Questa lingua non è disponibile per il riconoscimento. Scegli un'altra lingua nelle impostazioni di riconoscimento.
ja: この言語は認識に対応していません。認識設定で別の言語を選択してください。
ko: 이 언어는 인식에 사용할 수 없습니다. 인식 설정에서 다른 언어를 선택하세요.
pt: Este idioma não está disponível para reconhecimento. Escolha outro idioma nos ajustes de reconhecimento.
ru: Этот язык недоступен для распознавания. Выберите другой язык в настройках распознавания.
uk: Ця мова недоступна для розпізнавання. Виберіть іншу мову в налаштуваннях розпізнавання.
zh_hans: 此语言不支持识别。请在识别设置中选择其他语言。

source: This language pair isn't supported for on-device translation. Choose another target language.
de: Dieses Sprachpaar wird für die On-Device-Übersetzung nicht unterstützt. Wählen Sie eine andere Zielsprache.
es: Este par de idiomas no es compatible con la traducción en el dispositivo. Elige otro idioma de destino.
fr: Cette paire de langues n'est pas prise en charge pour la traduction sur l'appareil. Choisissez une autre langue cible.
it: Questa coppia di lingue non è supportata per la traduzione sul dispositivo. Scegli un'altra lingua di destinazione.
ja: この言語ペアは端末内翻訳に対応していません。別の翻訳先言語を選択してください。
ko: 이 언어 쌍은 기기 내 번역을 지원하지 않습니다. 다른 대상 언어를 선택하세요.
pt: Este par de idiomas não é suportado para tradução no dispositivo. Escolha outro idioma de destino.
ru: Эта языковая пара не поддерживается для локального перевода. Выберите другой целевой язык.
uk: Ця мовна пара не підтримується для перекладу на пристрої. Виберіть іншу цільову мову.
zh_hans: 此语言对不支持设备端翻译。请选择其他目标语言。

source: This recognition language isn't supported for on-device translation. Choose another recognition language.
de: Diese Erkennungssprache wird für die On-Device-Übersetzung nicht unterstützt. Wählen Sie eine andere Erkennungssprache.
es: Este idioma de reconocimiento no es compatible con la traducción en el dispositivo. Elige otro idioma de reconocimiento.
fr: Cette langue de reconnaissance n'est pas prise en charge pour la traduction sur l'appareil. Choisissez une autre langue de reconnaissance.
it: Questa lingua di riconoscimento non è supportata per la traduzione sul dispositivo. Scegli un'altra lingua di riconoscimento.
ja: この認識言語は端末内翻訳に対応していません。別の認識言語を選択してください。
ko: 이 인식 언어는 기기 내 번역을 지원하지 않습니다. 다른 인식 언어를 선택하세요.
pt: Este idioma de reconhecimento não é suportado para tradução no dispositivo. Escolha outro idioma de reconhecimento.
ru: Этот язык распознавания не поддерживается для локального перевода. Выберите другой язык распознавания.
uk: Ця мова розпізнавання не підтримується для перекладу на пристрої. Виберіть іншу мову розпізнавання.
zh_hans: 此识别语言不支持设备端翻译。请选择其他识别语言。

source: Too quiet or too short -- record a clearer sample.
de: Zu leise oder zu kurz -- nehmen Sie eine klarere Probe auf.
es: Demasiado bajo o demasiado corto -- graba una muestra más clara.
fr: Trop faible ou trop court -- enregistrez un échantillon plus clair.
it: Troppo basso o troppo breve -- registra un campione più chiaro.
ja: 小さすぎるか短すぎます -- より明瞭なサンプルを録音してください。
ko: 너무 작거나 짧습니다 -- 더 명확한 샘플을 녹음하세요.
pt: Baixo demais ou curto demais -- grave uma amostra mais clara.
ru: Слишком тихо или коротко -- запишите более чёткий образец.
uk: Занадто тихо або коротко -- запишіть чіткіший зразок.
zh_hans: 太轻或太短 -- 请录制更清晰的样本。

source: Too quiet or too short — record a clearer sample.
de: Zu leise oder zu kurz — nehmen Sie eine deutlichere Probe auf.
es: Demasiado bajo o demasiado corto: graba una muestra más clara.
fr: Trop faible ou trop court — enregistrez un échantillon plus clair.
it: Troppo debole o troppo breve — registra un campione più chiaro.
ja: 音量が小さすぎるか短すぎます — より明瞭なサンプルを録音してください。
ko: 너무 작거나 짧습니다 — 더 명확한 샘플을 녹음하세요.
pt: Demasiado baixo ou demasiado curto — grave uma amostra mais nítida.
ru: Слишком тихо или коротко — запишите образец чётче.
uk: Надто тихо або надто коротко — запишіть чіткіший зразок.
zh_hans: 太轻或太短——请录制更清晰的样本。

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 文字起こし
ko: 전사
pt: Transcrição
ru: Расшифровка
uk: Розшифрування
zh_hans: 转写

source: Transcript decoding failed: %@
de: Transkript-Dekodierung fehlgeschlagen: %@
es: Falló la decodificación de la transcripción: %@
fr: Échec du décodage de la transcription : %@
it: Decodifica della trascrizione non riuscita: %@
ja: 文字起こしのデコードに失敗しました: %@
ko: 전사 디코딩 실패: %@
pt: Falha ao decodificar a transcrição: %@
ru: Не удалось декодировать расшифровку: %@
uk: Не вдалося декодувати розшифрування: %@
zh_hans: 转写解码失败：%@

source: Transcript encoding failed: %@
de: Transkript-Kodierung fehlgeschlagen: %@
es: Falló la codificación de la transcripción: %@
fr: Échec de l’encodage de la transcription : %@
it: Codifica della trascrizione non riuscita: %@
ja: 文字起こしのエンコードに失敗しました: %@
ko: 전사 인코딩 실패: %@
pt: Falha ao codificar a transcrição: %@
ru: Не удалось закодировать расшифровку: %@
uk: Не вдалося закодувати розшифрування: %@
zh_hans: 转写编码失败：%@

source: Transcript session was not found.
de: Transkriptsitzung wurde nicht gefunden.
es: No se encontró la sesión de transcripción.
fr: Session de transcription introuvable.
it: Sessione di trascrizione non trovata.
ja: 文字起こしセッションが見つかりませんでした。
ko: 전사 세션을 찾을 수 없습니다.
pt: Sessão de transcrição não encontrada.
ru: Сессия расшифровки не найдена.
uk: Сеанс розшифрування не знайдено.
zh_hans: 未找到转写会话。

source: Transcript storage failed: %@
de: Transkriptspeicherung fehlgeschlagen: %@
es: Falló el almacenamiento de la transcripción: %@
fr: Échec du stockage de la transcription : %@
it: Archiviazione della trascrizione non riuscita: %@
ja: 文字起こしの保存に失敗しました: %@
ko: 전사 저장 실패: %@
pt: Falha ao armazenar a transcrição: %@
ru: Ошибка хранения расшифровки: %@
uk: Помилка зберігання розшифрування: %@
zh_hans: 转写存储失败：%@

source: Transcript storage is not available.
de: Transkriptspeicher ist nicht verfügbar.
es: El almacenamiento de transcripciones no está disponible.
fr: Le stockage des transcriptions n’est pas disponible.
it: Archiviazione trascrizioni non disponibile.
ja: 文字起こしの保存は利用できません。
ko: 전사 저장소를 사용할 수 없습니다.
pt: O armazenamento de transcrições não está disponível.
ru: Хранилище расшифровок недоступно.
uk: Сховище розшифрувань недоступне.
zh_hans: 转写存储不可用。

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
pt: Tradução
ru: Перевод
uk: Переклад
zh_hans: 翻译

source: Translation runs on-device via Apple's system language packs. The first time you enable it, iOS offers to download a language pack. Audio and text never leave your device.
de: Übersetzung läuft auf dem Gerät über Apples System-Sprachpakete. Beim ersten Aktivieren bietet iOS den Download eines Sprachpakets an. Audio und Text verlassen das Gerät nie.
es: La traducción se ejecuta en el dispositivo mediante paquetes de idioma del sistema de Apple. La primera vez que la actives, iOS ofrece descargar un paquete. El audio y el texto nunca salen del dispositivo.
fr: La traduction s'exécute sur l'appareil via les packs de langue système d'Apple. Lors de la première activation, iOS propose de télécharger un pack. L'audio et le texte ne quittent jamais l'appareil.
it: La traduzione avviene sul dispositivo tramite i pacchetti lingua di sistema Apple. Alla prima attivazione, iOS propone di scaricare un pacchetto. Audio e testo non lasciano mai il dispositivo.
ja: 翻訳は Apple のシステム言語パックを使ってデバイス上で実行されます。初回有効化時に iOS が言語パックのダウンロードを案内します。音声とテキストはデバイス外へ送信されません。
ko: 번역은 Apple 시스템 언어 팩을 통해 기기에서 실행됩니다. 처음 활성화하면 iOS가 언어 팩 다운로드를 제안합니다. 오디오와 텍스트는 기기를 절대 떠나지 않습니다.
pt: A tradução roda no dispositivo pelos pacotes de idioma do sistema da Apple. Na primeira ativação, o iOS oferece baixar um pacote de idioma. Áudio e texto nunca saem do dispositivo.
ru: Перевод выполняется на устройстве через системные языковые пакеты Apple. При первом включении iOS предложит загрузить языковой пакет. Аудио и текст не покидают устройство.
uk: Переклад виконується на пристрої через системні мовні пакети Apple. Під час першого ввімкнення iOS запропонує завантажити мовний пакет. Аудіо й текст не залишають пристрій.
zh_hans: 翻译通过 Apple 系统语言包在设备上运行。首次启用时，iOS 会提示下载语言包。音频和文本绝不会离开设备。
